---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationV
source: html/8a0d8f8f-710a-f78d-69ae-2f52447dedb0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationV Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationV { get; }
```